{
  "vocab": {
    "<pad>": 0,
    "<unk>": 1,
    "<s>": 2,
    "</s>": 3,
    "</w>": 4,
    "T": 5,
    "a": 6,
    "b": 7,
    "c": 8,
    "d": 9,
    "e": 10,
    "f": 11,
    "g": 12,
    "h": 13,
    "i": 14,
    "j": 15,
    "k": 16,
    "l": 17,
    "m": 18,
    "n": 19,
    "o": 20,
    "p": 21,
    "q": 22,
    "r": 23,
    "s": 24,
    "t": 25,
    "u": 26,
    "v": 27,
    "w": 28,
    "x": 29,
    "y": 30,
    "z": 31,
    "e</w>": 32,
    "he</w>": 33,
    "br": 34,
    "bro": 35,
    "brow": 36,
    "brown": 37,
    "brown</w>": 38,
    "do": 39,
    "dog": 40,
    "dog</w>": 41,
    "s</w>": 42,
    "the</w>": 43,
    "The</w>": 44,
    "az": 45,
    "azy": 46,
    "azy</w>": 47,
    "ck": 48,
    "ck</w>": 49,
    "er": 50,
    "er</w>": 51,
    "fo": 52,
    "fox": 53,
    "fox</w>": 54,
    "ick</w>": 55,
    "is</w>": 56,
    "ju": 57,
    "jum": 58,
    "jump": 59,
    "jumps</w>": 60,
    "lazy</w>": 61,
    "ov": 62,
    "over</w>": 63,
    "qu": 64,
    "quick</w>": 65
  },
  "merges": [
    [
      "e",
      "</w>"
    ],
    [
      "h",
      "e</w>"
    ],
    [
      "b",
      "r"
    ],
    [
      "br",
      "o"
    ],
    [
      "bro",
      "w"
    ],
    [
      "brow",
      "n"
    ],
    [
      "brown",
      "</w>"
    ],
    [
      "d",
      "o"
    ],
    [
      "do",
      "g"
    ],
    [
      "dog",
      "</w>"
    ],
    [
      "s",
      "</w>"
    ],
    [
      "t",
      "he</w>"
    ],
    [
      "T",
      "he</w>"
    ],
    [
      "a",
      "z"
    ],
    [
      "az",
      "y"
    ],
    [
      "azy",
      "</w>"
    ],
    [
      "c",
      "k"
    ],
    [
      "ck",
      "</w>"
    ],
    [
      "e",
      "r"
    ],
    [
      "er",
      "</w>"
    ],
    [
      "f",
      "o"
    ],
    [
      "fo",
      "x"
    ],
    [
      "fox",
      "</w>"
    ],
    [
      "i",
      "ck</w>"
    ],
    [
      "i",
      "s</w>"
    ],
    [
      "j",
      "u"
    ],
    [
      "ju",
      "m"
    ],
    [
      "jum",
      "p"
    ],
    [
      "jump",
      "s</w>"
    ],
    [
      "l",
      "azy</w>"
    ],
    [
      "o",
      "v"
    ],
    [
      "ov",
      "er</w>"
    ],
    [
      "q",
      "u"
    ],
    [
      "qu",
      "ick</w>"
    ]
  ]
}